Repository: jimmynotjames/simple-recurring-budgets
Catalog: simple-recurring-budgets/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# budgetDetail.currentPeriod.empty.monthly
source: Nothing logged this month
ar: لم يُسجَّل شيء هذا الشهر
bn: এই মাসে কিছু লেখা হয়নি
ca: Res registrat aquest mes
cs: Tento měsíc nic nezaznamenáno
da: Intet registreret denne måned
de: Diesen Monat nichts erfasst
el: Δεν έχει καταγραφεί τίποτα αυτόν τον μήνα
es: Nada registrado este mes
es_mx: Nada registrado este mes
fi: Ei kirjauksia tässä kuussa
fr: Rien d'enregistré ce mois-ci
fr_ca: Rien d'enregistré ce mois-ci
gu: આ મહિનામાં કંઈ નોંધાયું નથી
he: לא נרשם דבר החודש
hi: इस महीने कुछ दर्ज नहीं
hr: Ništa nije zabilježeno ovog mjeseca
hu: Ebben a hónapban nincs rögzítés
id: Belum ada catatan bulan ini
it: Niente registrato questo mese
ja: 今月の記録なし
kn: ಈ ತಿಂಗಳಲ್ಲಿ ಏನೂ ದಾಖಲಾಗಿಲ್ಲ
ko: 이번 달에 기록된 내용이 없어요
ml: ഈ മാസം ഒന്നും രേഖപ്പെടുത്തിയിട്ടില്ല
mr: या महिन्यात काहीही नोंदवलेले नाही
ms: Tiada yang dilog bulan ini
nb: Ingenting registrert denne måneden
nl: Niets geregistreerd deze maand
or: ଏହି ମାସରେ କିଛି ଲିପିବଦ୍ଧ ହୋଇନାହିଁ
pa: ਇਸ ਮਹੀਨੇ ਵਿੱਚ ਕੁਝ ਦਰਜ ਨਹੀਂ ਕੀਤਾ
pl: Brak wpisów w tym miesiącu
pt_br: Nada registrado este mês
pt_pt: Nada registado este mês
ro: Nimic înregistrat în această lună
ru: В этом месяце ничего не записано
sk: Tento mesiac nie je nič zaznamenané
sl: Ta mesec ni zabeleženih stroškov
sv: Inget registrerat den här månaden
ta: இந்த மாதம் எதுவும் பதிவாகவில்லை
te: ఈ నెలలో ఏదీ నమోదు కాలేదు
th: ยังไม่มีรายการเดือนนี้
tr: Bu ay kayıt yok
uk: У цьому місяці нічого не записано
ur: اس ماہ میں کچھ درج نہیں ہوا
vi: Chưa có gì trong tháng này
zh_hans: 本月暂无记录
zh_hant: 本月尚無記錄

# budgetDetail.currentPeriod.empty.specificDates
source: Nothing logged this period
ar: لا شيء مُسجَّل في هذه الفترة
bn: এই সময়কালে কিছু লেখা হয়নি
ca: Res registrat en aquest període
cs: V tomto období nic nezaznamenáno
da: Intet registreret i denne periode
de: In diesem Zeitraum nichts erfasst
el: Καμία καταχώριση αυτή την περίοδο
es: Nada registrado este periodo
es_mx: Nada registrado este periodo
fi: Ei merkintöjä tällä jaksolla
fr: Rien d'enregistré cette période
fr_ca: Rien d'enregistré cette période
gu: આ સમયગાળામાં કંઈ નોંધાયું નથી
he: לא נרשם דבר בתקופה זו
hi: इस अवधि में कुछ भी दर्ज नहीं किया गया
hr: Ništa nije zabilježeno u ovom razdoblju
hu: Ebben az időszakban nincs rögzített tétel
id: Belum ada catatan di periode ini
it: Nessuna spesa in questo periodo
ja: 今期の記録はありません
kn: ಈ ಅವಧಿಯಲ್ಲಿ ಏನೂ ದಾಖಲಾಗಿಲ್ಲ
ko: 이 기간에 기록된 내역 없음
ml: ഈ കാലയളവിൽ ഒന്നും രേഖപ്പെടുത്തിയിട്ടില്ല
mr: या कालावधीत काहीही नोंदवलेले नाही
ms: Tiada apa-apa dicatat tempoh ini
nb: Ingenting registrert denne perioden
nl: Nog niets vastgelegd deze periode
or: ଏହି ଅବଧିରେ କିଛି ଲିପିବଦ୍ଧ ହୋଇନାହିଁ
pa: ਇਸ ਮਿਆਦ ਵਿੱਚ ਕੁਝ ਦਰਜ ਨਹੀਂ ਕੀਤਾ
pl: Brak wpisów w tym okresie
pt_br: Nada registrado neste período
pt_pt: Nada registado neste período
ro: Nimic înregistrat în această perioadă
ru: В этом периоде пока ничего нет
sk: V tomto období nič nezaznamenané
sl: V tem obdobju ni zabeleženih stroškov
sv: Inget loggat den här perioden
ta: இந்தக் காலத்தில் எதுவும் பதிவாகவில்லை
te: ఈ వ్యవధిలో ఏదీ నమోదు కాలేదు
th: ยังไม่มีรายการในรอบนี้
tr: Bu dönemde kayıt yok
uk: Нічого не записано цього періоду
ur: اس مدت میں کچھ درج نہیں ہوا
vi: Chưa ghi gì trong kỳ này
zh_hans: 本周期暂无记录
zh_hant: 本週期尚無記錄

# budgetDetail.currentPeriod.empty.weekly
source: Nothing logged this week
ar: لم يُسجَّل شيء هذا الأسبوع
bn: এই সপ্তাহে কিছু লেখা হয়নি
ca: Res registrat aquesta setmana
cs: Tento týden nic nezaznamenáno
da: Intet registreret denne uge
de: Diese Woche nichts erfasst
el: Δεν έχει καταγραφεί τίποτα αυτήν την εβδομάδα
es: Nada registrado esta semana
es_mx: Nada registrado esta semana
fi: Ei kirjauksia tällä viikolla
fr: Rien d'enregistré cette semaine
fr_ca: Rien d'enregistré cette semaine
gu: આ અઠવાડિયામાં કંઈ નોંધાયું નથી
he: לא נרשם דבר השבוע
hi: इस सप्ताह कुछ दर्ज नहीं
hr: Ništa nije zabilježeno ovog tjedna
hu: Ezen a héten nincs rögzítés
id: Belum ada catatan minggu ini
it: Niente registrato questa settimana
ja: 今週の記録なし
kn: ಈ ವಾರದಲ್ಲಿ ಏನೂ ದಾಖಲಾಗಿಲ್ಲ
ko: 이번 주에 기록된 내용이 없어요
ml: ഈ ആഴ്ച ഒന്നും രേഖപ്പെടുത്തിയിട്ടില്ല
mr: या आठवड्यात काहीही नोंदवलेले नाही
ms: Tiada yang dilog minggu ini
nb: Ingenting registrert denne uken
nl: Niets geregistreerd deze week
or: ଏହି ସପ୍ତାହରେ କିଛି ଲିପିବଦ୍ଧ ହୋଇନାହିଁ
pa: ਇਸ ਹਫ਼ਤੇ ਵਿੱਚ ਕੁਝ ਦਰਜ ਨਹੀਂ ਕੀਤਾ
pl: Brak wpisów w tym tygodniu
pt_br: Nada registrado esta semana
pt_pt: Nada registado esta semana
ro: Nimic înregistrat în această săptămână
ru: На этой неделе ничего не записано
sk: Tento týždeň nie je nič zaznamenané
sl: Ta teden ni zabeleženih stroškov
sv: Inget registrerat den här veckan
ta: இந்த வாரம் எதுவும் பதிவாகவில்லை
te: ఈ వారంలో ఏదీ నమోదు కాలేదు
th: ยังไม่มีรายการสัปดาห์นี้
tr: Bu hafta kayıt yok
uk: Цього тижня нічого не записано
ur: اس ہفتے میں کچھ درج نہیں ہوا
vi: Chưa có gì trong tuần này
zh_hans: 本周暂无记录
zh_hant: 本週尚無記錄

# budgetDetail.deleteExpense.swipeAction
source: Delete
ar: حذف
bn: মুছে ফেলুন
ca: Elimina
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
es_mx: Eliminar
fi: Poista
fr: Supprimer
fr_ca: Supprimer
gu: કાઢી નાખો
he: מחק
hi: हटाएं
hr: Izbriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
kn: ಅಳಿಸಿ
ko: 삭제
ml: ഇല്ലാതാക്കുക
mr: हटवा
ms: Padam
nb: Slett
nl: Verwijder
or: ବିଲୋପ କରନ୍ତୁ
pa: ਮਿਟਾਓ
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sk: Odstrániť
sl: Izbriši
sv: Radera
ta: நீக்கு
te: తొలగించండి
th: ลบ
tr: Sil
uk: Видалити
ur: حذف کریں
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# budgetDetail.empty.noExpenses
source: No expenses logged yet.
ar: لم تُسجَّل أي مصروفات بعد.
bn: এখনও কোনো খরচ লেখা হয়নি।
ca: Encara no hi ha despeses registrades.
cs: Zatím žádné výdaje.
da: Ingen udgifter registreret endnu.
de: Noch keine Ausgaben erfasst.
el: Δεν έχουν καταγραφεί έξοδα ακόμα.
es: Aún no se han registrado gastos.
es_mx: Aún no hay gastos registrados.
fi: Ei vielä kirjattuja kuluja.
fr: Aucune dépense enregistrée pour l'instant.
fr_ca: Aucune dépense enregistrée.
gu: કોઈ ખર્ચ હજી નોંધાયો નથી.
he: טרם נרשמו הוצאות.
hi: अभी तक कोई खर्च दर्ज नहीं।
hr: Još nema zabilježenih troškova.
hu: Még nincs rögzített kiadás.
id: Belum ada pengeluaran yang dicatat.
it: Nessuna spesa registrata.
ja: 支出はまだありません。
kn: ಇನ್ನೂ ಯಾವ ಖರ್ಚುಗಳೂ ದಾಖಲಾಗಿಲ್ಲ.
ko: 아직 기록된 지출이 없어요.
ml: ഇതുവരെ ചെലവുകൾ രേഖപ്പെടുത്തിയിട്ടില്ല.
mr: अजून कोणताही खर्च नोंदवलेला नाही.
ms: Tiada perbelanjaan yang dilog lagi.
nb: Ingen utgifter registrert ennå.
nl: Nog geen uitgaven geregistreerd.
or: ଏପର୍ଯ୍ୟନ୍ତ ଖର୍ଚ୍ଚ ଲିପିବଦ୍ଧ ନାହିଁ।
pa: ਅਜੇ ਕੋਈ ਖਰਚੇ ਲਾਗ ਨਹੀਂ ਕਿਏ।
pl: Nie dodano jeszcze żadnych wydatków.
pt_br: Nenhuma despesa registrada ainda.
pt_pt: Ainda não há despesas registadas.
ro: Nu există cheltuieli înregistrate.
ru: Расходов пока нет.
sk: Zatiaľ nie sú zaznamenané žiadne výdavky.
sl: Ni zabeleženih stroškov.
sv: Inga utgifter registrerade ännu.
ta: இன்னும் செலவுகள் பதிவாகவில்லை.
te: ఇంకా ఏ ఖర్చులు నమోదు కాలేదు.
th: ยังไม่มีรายจ่าย
tr: Henüz harcama kaydedilmedi.
uk: Витрат ще не записано.
ur: ابھی تک کوئی اخراجات درج نہیں ہیں۔
vi: Chưa có chi tiêu nào.
zh_hans: 暂无支出记录。
zh_hant: 尚未記錄任何支出。

# budgetDetail.expenseRow.accessibilityAction.delete
source: Delete
ar: حذف
bn: মুছে ফেলুন
ca: Elimina
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
es_mx: Eliminar
fi: Poista
fr: Supprimer
fr_ca: Supprimer
gu: કાઢી નાખો
he: מחק
hi: हटाएं
hr: Izbriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
kn: ಅಳಿಸಿ
ko: 삭제
ml: ഇല്ലാതാക്കുക
mr: हटवा
ms: Padam
nb: Slett
nl: Verwijder
or: ବିଲୋପ କରନ୍ତୁ
pa: ਮਿਟਾਓ
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sk: Odstrániť
sl: Izbriši
sv: Radera
ta: நீக்கு
te: తొలగించండి
th: ลบ
tr: Sil
uk: Видалити
ur: حذف کریں
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# budgetDetail.expenseRow.accessibilityLabel.addFunds
source: %1$@ added, %2$@, %3$@
ar: أُضيف %1$@، %2$@، %3$@
bn: %1$@ যোগ করা হয়েছে, %2$@, %3$@
ca: %1$@ afegits, %2$@, %3$@
cs: Přidáno %1$@, %2$@, %3$@
da: %1$@ tilføjet, %2$@, %3$@
de: %1$@ hinzugefügt, %2$@, %3$@
el: %1$@ προστέθηκαν, %2$@, %3$@
es: %1$@ añadido, %2$@, %3$@
es_mx: %1$@ agregado, %2$@, %3$@
fi: %1$@ lisätty, %2$@, %3$@
fr: %1$@ ajouté, %2$@, %3$@
fr_ca: %1$@ ajouté, %2$@, %3$@
gu: %1$@ ઉમેર્યો, %2$@, %3$@
he: נוסף %1$@, %2$@, %3$@
hi: %1$@ जोड़ा गया, %2$@, %3$@
hr: %1$@ dodano, %2$@, %3$@
hu: %1$@ hozzáadva, %2$@, %3$@
id: %1$@ ditambahkan, %2$@, %3$@
it: %1$@ aggiunto, %2$@, %3$@
ja: %1$@追加、%2$@、%3$@
kn: %1$@ ಸೇರಿಸಲಾಯಿತು, %2$@, %3$@
ko: %1$@ 추가됨, %2$@, %3$@
ml: %1$@ ചേർത്തു, %2$@, %3$@
mr: %1$@ जोडले गेले, %2$@, %3$@
ms: %1$@ ditambah, %2$@, %3$@
nb: %1$@ lagt til, %2$@, %3$@
nl: %1$@ toegevoegd, %2$@, %3$@
or: %1$@ ଯୋଡ଼ା, %2$@, %3$@
pa: %1$@ ਜੋੜਿਆ, %2$@, %3$@
pl: Dodano %1$@, %2$@, %3$@
pt_br: %1$@ adicionado, %2$@, %3$@
pt_pt: %1$@ adicionado, %2$@, %3$@
ro: %1$@ adăugat, %2$@, %3$@
ru: %1$@ добавлено, %2$@, %3$@
sk: Pridané %1$@, %2$@, %3$@
sl: %1$@ dodane, %2$@, %3$@
sv: %1$@ tillagda, %2$@, %3$@
ta: %1$@ சேர்க்கப்பட்டது, %2$@, %3$@
te: %1$@ జోడించిన, %2$@, %3$@
th: เพิ่ม %1$@, %2$@, %3$@
tr: %1$@ eklendi, %2$@, %3$@
uk: %1$@ додано, %2$@, %3$@
ur: %1$@ شامل، %2$@، %3$@
vi: %1$@ đã thêm, %2$@, %3$@
zh_hans: 已添加%1$@，%2$@，%3$@
zh_hant: 已新增 %1$@，%2$@，%3$@

# budgetDetail.expenseRow.unnamed
source: Untitled
ar: بدون عنوان
bn: শিরোনামহীন
ca: Sense títol
cs: Bez názvu
da: Uden titel
de: Ohne Titel
el: Χωρίς τίτλο
es: Sin título
es_mx: Sin título
fi: Nimetön
fr: Sans titre
fr_ca: Sans titre
gu: શીર્ષકવિહીન
he: ללא כותרת
hi: बिना शीर्षक
hr: Neimenovano
hu: Cím nélküli
id: Tanpa Judul
it: Senza titolo
ja: タイトルなし
kn: ನಾಮರಹಿತ
ko: 제목 없음
ml: നാമമില്ലാത്ത
mr: शीर्षकरहित
ms: Tanpa Judul
nb: Uten tittel
nl: Zonder titel
or: ଶୀର୍ଷକବିହୀନ
pa: ਬਿਨਾ ਸਿਰਲੇਖ
pl: Bez tytułu
pt_br: Sem título
pt_pt: Sem título
ro: Fără titlu
ru: Без названия
sk: Bez názvu
sl: Brez naslova
sv: Namnlös
ta: தலைப்பு இல்லாத
te: శీర్షికలేనిది
th: ไม่มีชื่อ
tr: Başlıksız
uk: Без назви
ur: بے نام
vi: Chưa đặt tên
zh_hans: 无标题
zh_hant: 未命名

# budgetDetail.menu.accessibilityLabel
source: Budget options
ar: خيارات الميزانية
bn: বাজেট বিকল্প
ca: Opcions del pressupost
cs: Možnosti rozpočtu
da: Budgetindstillinger
de: Budgetoptionen
el: Επιλογές προϋπολογισμού
es: Opciones del presupuesto
es_mx: Opciones del presupuesto
fi: Budjetin toiminnot
fr: Options du budget
fr_ca: Options du budget
gu: બજેટ વિકલ્પો
he: אפשרויות תקציב
hi: बजट विकल्प
hr: Opcije proračuna
hu: Költségkeret beállításai
id: Opsi anggaran
it: Opzioni budget
ja: 予算オプション
kn: ಬಜೆಟ್ ಆಯ್ಕೆಗಳು
ko: 예산 옵션
ml: ബജറ്റ് ഓപ്ഷനുകൾ
mr: Budget पर्याय
ms: Pilihan bajet
nb: Budsjettvalg
nl: Budgetopties
or: ବଜେଟ୍ ବିକଳ୍ପ
pa: ਬਜਟ ਵਿਕਲਪ
pl: Opcje budżetu
pt_br: Opções do orçamento
pt_pt: Opções do orçamento
ro: Opțiuni buget
ru: Параметры бюджета
sk: Možnosti rozpočtu
sl: Možnosti proračuna
sv: Budgetalternativ
ta: பட்ஜெட் விருப்பங்கள்
te: బడ్జెట్ ఎంపికలు
th: ตัวเลือกงบประมาณ
tr: Bütçe seçenekleri
uk: Параметри бюджету
ur: بجٹ کی اختیارات
vi: Tùy chọn ngân sách
zh_hans: 预算选项
zh_hant: 預算選項

# budgetDetail.menu.editBudget
source: Edit Budget
ar: تعديل الميزانية
bn: বাজেট সম্পাদনা করুন
ca: Edita el pressupost
cs: Upravit rozpočet
da: Rediger budget
de: Budget bearbeiten
el: Επεξεργασία Προϋπολογισμού
es: Editar presupuesto
es_mx: Editar presupuesto
fi: Muokkaa budjettia
fr: Modifier le budget
fr_ca: Modifier le budget
gu: બજેટ સંપાદિત કરો
he: עריכת תקציב
hi: बजट संपादित करें
hr: Uredi proračun
hu: Költségkeret szerkesztése
id: Edit Anggaran
it: Modifica Budget
ja: 予算を編集
kn: ಬಜೆಟ್ ಸಂಪಾದಿಸಿ
ko: 예산 편집
ml: ബജറ്റ് എഡിറ്റ് ചെയ്യുക
mr: budget संपादित करा
ms: Edit Bajet
nb: Rediger budsjett
nl: Budget bewerken
or: ବଜେଟ୍ ସମ୍ପାଦନ କରନ୍ତୁ
pa: ਬਜਟ ਸੋਧੋ
pl: Edytuj budżet
pt_br: Editar Orçamento
pt_pt: Editar Orçamento
ro: Editează bugetul
ru: Изменить бюджет
sk: Upraviť rozpočet
sl: Uredi proračun
sv: Redigera budget
ta: பட்ஜெட்டைத் திருத்து
te: బడ్జెట్‌ను సవరించండి
th: แก้ไขงบประมาณ
tr: Bütçeyi Düzenle
uk: Редагувати бюджет
ur: بجٹ میں ترمیم کریں
vi: Sửa ngân sách
zh_hans: 编辑预算
zh_hant: 編輯預算

# budgetDetail.menu.pauseBudget
source: Pause Budget
ar: إيقاف الميزانية مؤقتًا
bn: বাজেট বিরতি দিন
ca: Posa en pausa el pressupost
cs: Pozastavit rozpočet
da: Sæt budget på pause
de: Budget pausieren
el: Παύση προϋπολογισμού
es: Pausar presupuesto
es_mx: Pausar presupuesto
fi: Keskeytä budjetti
fr: Mettre le budget en pause
fr_ca: Mettre le budget en pause
gu: બજેટ થોભાવો
he: השהיית תקציב
hi: बजट रोकें
hr: Pauziraj proračun
hu: Költségkeret szüneteltetése
id: Jeda Anggaran
it: Metti in pausa
ja: 予算を一時停止
kn: ಬಜೆಟ್ ವಿರಾಮಗೊಳಿಸಿ
ko: 예산 일시 중지
ml: ബജറ്റ് താൽക്കാലികമായി നിർത്തുക
mr: Budget थांबवा
ms: Jeda Bajet
nb: Sett budsjett på pause
nl: Budget pauzeren
or: ବଜେଟ୍ ବିରତ କରନ୍ତୁ
pa: ਬਜਟ ਰੋਕੋ
pl: Wstrzymaj budżet
pt_br: Pausar orçamento
pt_pt: Colocar orçamento em pausa
ro: Pune bugetul în pauză
ru: Поставить бюджет на паузу
sk: Pozastaviť rozpočet
sl: Začasno ustavi proračun
sv: Pausa budget
ta: பட்ஜெட்டை இடைநிறுத்து
te: బడ్జెట్‌ను విరామం ఇవ్వండి
th: หยุดงบประมาณชั่วคราว
tr: Bütçeyi Duraklat
uk: Поставити бюджет на паузу
ur: بجٹ روکیں
vi: Tạm dừng ngân sách
zh_hans: 暂停预算
zh_hant: 暫停預算

# budgetDetail.menu.resetBudget
source: Reset Budget…
ar: إعادة تعيين الميزانية…
bn: বাজেট রিসেট করুন…
ca: Restableix el pressupost…
cs: Resetovat rozpočet…
da: Nulstil budget…
de: Budget zurücksetzen…
el: Επαναφορά Προϋπολογισμού…
es: Restablecer presupuesto…
es_mx: Restablecer presupuesto…
fi: Nollaa budjetti…
fr: Réinitialiser le budget…
fr_ca: Réinitialiser le budget…
gu: બજેટ ફરી સેટ કરો…
he: איפוס תקציב…
hi: बजट रीसेट करें…
hr: Poništi proračun…
hu: Visszaállítás…
id: Atur Ulang Anggaran…
it: Azzera Budget…
ja: 予算をリセット…
kn: ಬಜೆಟ್ ಮರುಹೊಂದಿಸಿ…
ko: 예산 초기화…
ml: ബജറ്റ് പുനഃസജ്ജമാക്കുക…
mr: Budget रीसेट करा…
ms: Set Semula Bajet…
nb: Nullstill budsjett…
nl: Budget resetten…
or: ବଜେଟ୍ ପୁନଃସେଟ୍ କରନ୍ତୁ…
pa: ਬਜਟ ਮੁੜ-ਸੈੱਟ ਕਰੋ…
pl: Resetuj budżet…
pt_br: Redefinir Orçamento…
pt_pt: Repor Orçamento…
ro: Resetează bugetul…
ru: Сбросить бюджет…
sk: Vynulovať rozpočet…
sl: Ponastavi proračun…
sv: Återställ budget…
ta: பட்ஜெட்டை மீட்டமை…
te: బడ్జెట్‌ను రీసెట్ చేయండి…
th: รีเซ็ตงบประมาณ…
tr: Bütçeyi Sıfırla…
uk: Скинути бюджет…
ur: بجٹ ری سیٹ کریں…
vi: Đặt lại ngân sách…
zh_hans: 重置预算…
zh_hant: 重設預算⋯

# budgetDetail.menu.resetBudget.accessibilityHint
source: Permanently deletes every expense for this budget, resets carry-over to zero, and resumes the budget if it is paused.
ar: يحذف نهائياً جميع المصروفات لهذه الميزانية، وينعيد تعيين المُرحَّل إلى صفر، ويستأنف الميزانية إن كانت متوقفة مؤقتاً.
bn: এই বাজেটের প্রতিটি খরচ স্থায়ীভাবে মুছে ফেলে, উদ্বৃত্ত স্থানান্তর শূন্যে রিসেট করে এবং বাজেট পুনরায় শুরু করে যদি বিরতিতে থাকে।
ca: Suprimeix permanentment totes les despeses d'aquest pressupost, restableix el romanent a zero i repren el pressupost si està en pausa.
cs: Trvale odstraní všechny výdaje pro tento rozpočet, resetuje převod na nulu a obnoví rozpočet, pokud je pozastavený.
da: Sletter alle udgifter for dette budget permanent, nulstiller overførsel til nul og genoptager budgettet, hvis det er på pause.
de: Löscht alle Ausgaben dieses Budgets dauerhaft, setzt den Übertrag auf null zurück und setzt das Budget fort, falls pausiert.
el: Διαγράφει μόνιμα όλα τα Έξοδα για αυτόν τον Προϋπολογισμό, επαναφέρει τη Μεταφορά στο μηδέν και συνεχίζει το Προϋπολογισμό εάν είναι σε παύση.
es: Elimina permanentemente todos los gastos de este presupuesto, restablece el remanente a cero y reanuda el presupuesto si está en pausa.
es_mx: Elimina permanentemente todos los gastos de este presupuesto, restablece el saldo acumulado a cero y reanuda el presupuesto si está en pausa.
fi: Poistaa pysyvästi kaikki tämän budjetin menot, nollaa siirron ja jatkaa budjettia, jos se on keskeytetty.
fr: Supprime définitivement toutes les dépenses de ce budget, réinitialise le report à zéro et reprend le budget s'il est suspendu.
fr_ca: Supprime définitivement toutes les dépenses pour ce budget, réinitialise le report à zéro et reprend le budget s'il est suspendu.
gu: આ બજેટનો બધો ખર્ચ સ્થાયી રીતે કાઢી નાખે છે, આગળ વહનને શૂન્યમાં ફરી સેટ કરે છે, અને બજેટ થોભાવેલો હોય તો તેને ફરી શરૂ કરે છે.
he: מחק לצמיתות כל הוצאה עבור התקציב זה, אפס יתרה מועברת לאפס, וחזור את התקציב אם הוא מושהה.
hi: इस बजट के लिए सभी खर्चों को स्थायी रूप से हटाता है, कैरी-ओवर को शून्य पर रीसेट करता है, और यदि बजट रोका गया है तो फिर से शुरू करता है।
hr: Trajno briše sve troškove za ovaj proračun, poništava prijenos na nulu i nastavlja proračun ako je pauzirano.
hu: Véglegesen törli ennek a költségkeretnek az összes kiadását, nullára állítja az átvitelt és folytatja a költségkeretet, ha szünetel.
id: Menghapus semua pengeluaran untuk anggaran ini secara permanen, mengatur ulang saldo bawaan ke nol, dan melanjutkan anggaran jika dijeda.
it: Elimina definitivamente tutte le spese di questo budget, reimposta il riporto a zero e riprende il budget se sospeso.
ja: この予算のすべての支出を完全に削除し、繰り越しをゼロにリセットし、一時停止中であれば予算を再開します。
kn: ಈ ಬಜೆಟ್‌ಗಾಗಿ ಪ್ರತಿಯೊಂದು ಖರ್ಚುವನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸುತ್ತದೆ, ಮುಂದಕ್ಕೆ ಸಾಗಿಸುವಿಕೆ ಶೂನ್ಯಕ್ಕೆ ಮರುಹೊಂದಿಸುತ್ತದೆ ಮತ್ತು ವಿರಾಮಗೊಂಡಿದ್ದರೆ ಬಜೆಟ್ ಮುಂದುವರಿಸುತ್ತದೆ.
ko: 이 예산의 모든 지출을 영구 삭제하고, 이월을 0으로 재설정하며, 일시 중지됨 상태라면 예산을 재개합니다.
ml: ഈ ബജറ്റിന്റെ ഓരോ ചെലവും നിരന്തരമായി ഇല്ലാതാക്കുന്നു, കാരി-ഓവർ പൂജ്യത്തിലേക്ക് പുനഃസജ്ജിക്കുന്നു, ഉം നിർത്തിയാണെങ്കിൽ ബജറ്റ് പുനരാരംഭിക്കുന്നു.
mr: या budget साठी प्रत्येक खर्च कायमचे हटवते, पुढे नेलेली शिल्लक शून्यावर रीसेट करते, आणि जर budget थांबवलेले असेल तर पुन्हा सुरू करते.
ms: Memadamkan semua perbelanjaan bajet ini secara kekal, menetapkan semula bawa ke hadapan kepada sifar, dan menyambung semula bajet jika dijeda.
nb: Sletter alle utgifter for dette budsjettet permanent, nullstiller overføring til null, og gjenopptar budsjettet hvis det er på pause.
nl: Verwijdert alle uitgaven voor dit budget definitief, stelt overdracht in op nul en hervatting als het budget is gepauzeerd.
or: ଏହି ବଜେଟ୍ ର ସମସ୍ତ ଖର୍ଚ୍ଚ ସ୍ଥାୟୀଭାବେ ବିଲୋପ କରେ, ଆଗକୁ ନିଆ ବାକି ଶୂନ୍ୟକୁ ପୁନଃସେଟ୍ କରେ, ଏବଂ ବିରତ ଥିଲେ ବଜେଟ୍ ପୁନଃଆରମ୍ଭ କରେ।
pa: ਇਸ ਬਜਟ ਲਈ ਹਰ ਖਰਚ ਸਥਾਈ ਤੌਰ ਤੇ ਮਿਟਾ ਦਿੰਦਾ ਹੈ, ਅੱਗੇ ਲਿਜਾਣਾ ਸਿਫ਼ਰ ਵਿੱਚ ਮੁੜ-ਸੈੱਟ ਕਰਦਾ ਹੈ, ਅਤੇ ਜੇ ਰੋਕਿਆ ਹੋ ਤਾਂ ਬਜਟ ਮੁੜ-ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ।
pl: Trwale usuwa wszystkie wydatki dla tego budżetu, resetuje przeniesienie do zera i wznawia budżet, jeśli jest wstrzymany.
pt_br: Deleta permanentemente todas as despesas deste orçamento, reseta o saldo acumulado para zero e retoma o orçamento se pausado.
pt_pt: Apaga permanentemente todas as despesas deste orçamento, repõe a transição para zero e retoma o orçamento se estiver em pausa.
ro: Șterge permanent fiecare cheltuială pentru acest buget, resetează reportul la zero și reia bugetul dacă este întrerupt.
ru: Безвозвратно удаляет все расходы, сбрасывает перенос на ноль и возобновляет бюджет, если он приостановлен.
sk: Natrvalo odstráni všetky výdavky tohto rozpočtu, vynuluje prenos na nulu a obnoví rozpočet, ak je pozastavený.
sl: Trajno izbriše vse stroške za ta proračun, ponastavi prenos na nič in nadaljuje proračun, če je začasno ustavljen.
sv: Raderar varje utgift för denna budget, återställer överföring till noll och återupptar budgeten om den är pausad.
ta: இந்தப் பட்ஜெட்டின் ஒவ்வொரு செலவையும் நிரந்தரமாக நீக்குகிறது, முன்கொண்டுசெல்லை பூஜ்ஜியமாக மீட்டமைக்கிறது, மற்றும் பட்ஜெட் இடைநிறுத்தப்பட்டால் அதைத் தொடர்க்கிறது.
te: ఈ బడ్జెట్ కోసం ప్రతి ఖర్చును శాశ్వతంగా తొలగిస్తుంది, క్యారీ-ఓవర్‌ను సున్నాకు రీసెట్ చేస్తుంది మరియు బడ్జెట్ విరామంలో ఉంటే కొనసాగిస్తుంది.
th: ลบรายจ่ายทั้งหมดของงบประมาณนี้อย่างถาวร รีเซ็ตยอดยกมาเป็นศูนย์ และดำเนินต่องบประมาณถ้าหยุดชั่วคราวไว้
tr: Bu bütçenin tüm harcamalarını kalıcı olarak siler, devir bakiyesini sıfırlarla ve bütçe duraklatılmışsa sürdürür.
uk: Назавжди видаляє всі витрати цього бюджету, скидає перенесення залишку до нуля й відновлює бюджет, якщо він призупинено.
ur: اس بجٹ کے ہر اخراج کو مستقل طور پر حذف کرتا ہے، آگے منتقلی کو صفر پر ری سیٹ کرتا ہے، اور اگر روکا ہوا ہے تو بجٹ کو دوبارہ شروع کرتا ہے۔
vi: Xóa vĩnh viễn mọi khoản chi cho ngân sách này, đặt lại chuyển tiếp thành không và tiếp tục ngân sách nếu nó đã tạm dừng.
zh_hans: 永久删除此预算的所有支出、重置结转为零，以及恢复已暂停的预算。
zh_hant: 永久刪除此預算的所有支出，將結轉重設為零，並在暫停時繼續預算。

# budgetDetail.menu.resetCarryOver
source: Reset Carry-Over…
ar: إعادة تعيين المُرحَّل…
bn: উদ্বৃত্ত স্থানান্তর রিসেট করুন…
ca: Restableix romanent…
cs: Vynulovat převod…
da: Nulstil overførsel…
de: Übertrag zurücksetzen…
el: Επαναφορά Μεταφοράς…
es: Restablecer remanente…
es_mx: Restablecer saldo acumulado…
fi: Nollaa siirto…
fr: Réinitialiser le report…
fr_ca: Réinitialiser le report…
gu: આગળ વહન ફરી સેટ કરો…
he: איפוס יתרה מועברת…
hi: कैरी-ओवर रीसेट करें…
hr: Poništi prijenos…
hu: Átvitel visszaállítása…
id: Atur Ulang Saldo Bawaan…
it: Reimposta riporto…
ja: 繰り越しをリセット…
kn: ಮುಂದಕ್ಕೆ ಸಾಗಿಸುವಿಕೆ ಮರುಹೊಂದಿಸಿ…
ko: 이월 재설정…
ml: കാരി-ഓവർ പുനഃസജ്ജമാക്കുക…
mr: पुढे नेलेली शिल्लक रीसेट करा…
ms: Set Semula Bawa ke Hadapan…
nb: Nullstill overføring…
nl: Overdracht resetten...
or: ଆଗକୁ ନିଆ ବାକି ପୁନଃସେଟ୍ କରନ୍ତୁ…
pa: ਅੱਗੇ ਲਿਜਾਣਾ ਮੁੜ-ਸੈੱਟ ਕਰੋ…
pl: Resetuj przeniesienie…
pt_br: Redefinir Saldo Acumulado…
pt_pt: Repor Transição…
ro: Resetează reportul…
ru: Сбросить перенос…
sk: Vynulovať prenos…
sl: Ponastavi prenos…
sv: Återställ överföring…
ta: முன்கொண்டுசெல்லை மீட்டமை…
te: క్యారీ-ఓవర్‌ను రీసెట్ చేయండి…
th: รีเซ็ตยอดยกมา…
tr: Devir Sıfırla…
uk: Скинути перенесення залишку…
ur: آگے منتقلی ری سیٹ کریں…
vi: Đặt lại chuyển tiếp…
zh_hans: 重置结转…
zh_hant: 重設結轉…
